{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 14, "word_counts": "{\"team\": 23, \"mostlosses\": 2, \"which\": 4, \"had\": 2, \"the\": 8, \"most\": 5, \"losses\": 2, \"mostwins\": 3, \"won\": 2, \"games\": 1, \"wins\": 2, \"bestteam\": 3, \"what\": 2, \"was\": 3, \"best\": 3, \"who\": 2, \"superbowlloser\": 2, \"lost\": 1, \"super\": 4, \"bowl\": 4, \"worstteam\": 2, \"worst\": 2, \"superbowlwinner\": 2, \"loser\": 1, \"winner\": 1}", "word_docs": "{\"had\": 2, \"mostlosses\": 2, \"team\": 14, \"losses\": 2, \"most\": 5, \"which\": 4, \"the\": 8, \"won\": 2, \"mostwins\": 3, \"games\": 1, \"wins\": 2, \"best\": 3, \"was\": 3, \"what\": 2, \"bestteam\": 3, \"who\": 2, \"super\": 4, \"lost\": 1, \"bowl\": 4, \"superbowlloser\": 2, \"worst\": 2, \"worstteam\": 2, \"superbowlwinner\": 2, \"loser\": 1, \"winner\": 1}", "index_docs": "{\"13\": 2, \"12\": 2, \"2\": 14, \"14\": 2, \"4\": 5, \"5\": 4, \"3\": 8, \"15\": 2, \"8\": 3, \"23\": 1, \"16\": 2, \"11\": 3, \"10\": 3, \"17\": 2, \"9\": 3, \"18\": 2, \"6\": 4, \"24\": 1, \"7\": 4, \"19\": 2, \"21\": 2, \"20\": 2, \"22\": 2, \"25\": 1, \"26\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"team\", \"3\": \"the\", \"4\": \"most\", \"5\": \"which\", \"6\": \"super\", \"7\": \"bowl\", \"8\": \"mostwins\", \"9\": \"bestteam\", \"10\": \"was\", \"11\": \"best\", \"12\": \"mostlosses\", \"13\": \"had\", \"14\": \"losses\", \"15\": \"won\", \"16\": \"wins\", \"17\": \"what\", \"18\": \"who\", \"19\": \"superbowlloser\", \"20\": \"worstteam\", \"21\": \"worst\", \"22\": \"superbowlwinner\", \"23\": \"games\", \"24\": \"lost\", \"25\": \"loser\", \"26\": \"winner\"}", "word_index": "{\"UNK\": 1, \"team\": 2, \"the\": 3, \"most\": 4, \"which\": 5, \"super\": 6, \"bowl\": 7, \"mostwins\": 8, \"bestteam\": 9, \"was\": 10, \"best\": 11, \"mostlosses\": 12, \"had\": 13, \"losses\": 14, \"won\": 15, \"wins\": 16, \"what\": 17, \"who\": 18, \"superbowlloser\": 19, \"worstteam\": 20, \"worst\": 21, \"superbowlwinner\": 22, \"games\": 23, \"lost\": 24, \"loser\": 25, \"winner\": 26}"}}