{"class_name": "Tokenizer", "config": {"num_words": 10000, "filters": "!\"#$%&()*+,-./:;<=>?@[\\]^_`{|}~\t\n", "lower": true, "split": " ", "char_level": false, "oov_token": "UNK", "document_count": 28, "word_counts": "{\"num\": 28, \"schedtoughness\": 3, \"what\": 8, \"was\": 11, \"this\": 9, \"teams\": 4, \"schedule\": 3, \"toughness\": 2, \"rating\": 2, \"teamqual\": 3, \"how\": 10, \"good\": 3, \"team\": 6, \"numwins\": 3, \"won\": 1, \"many\": 6, \"games\": 6, \"pointdiff\": 2, \"the\": 6, \"point\": 5, \"differential\": 4, \"numlosses\": 3, \"lost\": 1, \"number\": 2, \"of\": 3, \"losses\": 1, \"winpercent\": 2, \"percentage\": 2, \"did\": 4, \"win\": 3, \"avgpointdiff\": 3, \"average\": 2, \"defqual\": 3, \"defense\": 1, \"defensive\": 2, \"quality\": 6, \"offqual\": 3, \"offense\": 1, \"offensive\": 2, \"score\": 2, \"difficult\": 1, \"avg\": 1, \"diff\": 1, \"pointsfor\": 1, \"scored\": 1, \"points\": 2, \"wins\": 1, \"they\": 3, \"lose\": 1, \"pointsagainst\": 1, \"against\": 1, \"numties\": 1, \"tie\": 1}", "word_docs": "{\"schedule\": 3, \"rating\": 2, \"was\": 11, \"num\": 28, \"teams\": 4, \"toughness\": 2, \"this\": 9, \"schedtoughness\": 3, \"what\": 8, \"how\": 10, \"good\": 3, \"team\": 6, \"teamqual\": 3, \"numwins\": 3, \"won\": 1, \"many\": 6, \"games\": 6, \"pointdiff\": 2, \"the\": 6, \"point\": 5, \"differential\": 4, \"lost\": 1, \"numlosses\": 3, \"of\": 3, \"number\": 2, \"losses\": 1, \"winpercent\": 2, \"did\": 4, \"percentage\": 2, \"win\": 3, \"avgpointdiff\": 3, \"average\": 2, \"defense\": 1, \"defqual\": 3, \"quality\": 6, \"defensive\": 2, \"offense\": 1, \"offqual\": 3, \"offensive\": 2, \"score\": 2, \"difficult\": 1, \"diff\": 1, \"avg\": 1, \"points\": 2, \"pointsfor\": 1, \"scored\": 1, \"wins\": 1, \"lose\": 1, \"they\": 3, \"pointsagainst\": 1, \"against\": 1, \"numties\": 1, \"tie\": 1}", "index_docs": "{\"17\": 3, \"29\": 2, \"3\": 11, \"2\": 28, \"13\": 4, \"28\": 2, \"5\": 9, \"16\": 3, \"6\": 8, \"4\": 10, \"19\": 3, \"7\": 6, \"18\": 3, \"20\": 3, \"39\": 1, \"8\": 6, \"9\": 6, \"30\": 2, \"10\": 6, \"12\": 5, \"14\": 4, \"40\": 1, \"21\": 3, \"22\": 3, \"31\": 2, \"41\": 1, \"32\": 2, \"15\": 4, \"33\": 2, \"23\": 3, \"24\": 3, \"34\": 2, \"42\": 1, \"25\": 3, \"11\": 6, \"35\": 2, \"43\": 1, \"26\": 3, \"36\": 2, \"37\": 2, \"44\": 1, \"46\": 1, \"45\": 1, \"38\": 2, \"47\": 1, \"48\": 1, \"49\": 1, \"50\": 1, \"27\": 3, \"51\": 1, \"52\": 1, \"53\": 1, \"54\": 1}", "index_word": "{\"1\": \"UNK\", \"2\": \"num\", \"3\": \"was\", \"4\": \"how\", \"5\": \"this\", \"6\": \"what\", \"7\": \"team\", \"8\": \"many\", \"9\": \"games\", \"10\": \"the\", \"11\": \"quality\", \"12\": \"point\", \"13\": \"teams\", \"14\": \"differential\", \"15\": \"did\", \"16\": \"schedtoughness\", \"17\": \"schedule\", \"18\": \"teamqual\", \"19\": \"good\", \"20\": \"numwins\", \"21\": \"numlosses\", \"22\": \"of\", \"23\": \"win\", \"24\": \"avgpointdiff\", \"25\": \"defqual\", \"26\": \"offqual\", \"27\": \"they\", \"28\": \"toughness\", \"29\": \"rating\", \"30\": \"pointdiff\", \"31\": \"number\", \"32\": \"winpercent\", \"33\": \"percentage\", \"34\": \"average\", \"35\": \"defensive\", \"36\": \"offensive\", \"37\": \"score\", \"38\": \"points\", \"39\": \"won\", \"40\": \"lost\", \"41\": \"losses\", \"42\": \"defense\", \"43\": \"offense\", \"44\": \"difficult\", \"45\": \"avg\", \"46\": \"diff\", \"47\": \"pointsfor\", \"48\": \"scored\", \"49\": \"wins\", \"50\": \"lose\", \"51\": \"pointsagainst\", \"52\": \"against\", \"53\": \"numties\", \"54\": \"tie\"}", "word_index": "{\"UNK\": 1, \"num\": 2, \"was\": 3, \"how\": 4, \"this\": 5, \"what\": 6, \"team\": 7, \"many\": 8, \"games\": 9, \"the\": 10, \"quality\": 11, \"point\": 12, \"teams\": 13, \"differential\": 14, \"did\": 15, \"schedtoughness\": 16, \"schedule\": 17, \"teamqual\": 18, \"good\": 19, \"numwins\": 20, \"numlosses\": 21, \"of\": 22, \"win\": 23, \"avgpointdiff\": 24, \"defqual\": 25, \"offqual\": 26, \"they\": 27, \"toughness\": 28, \"rating\": 29, \"pointdiff\": 30, \"number\": 31, \"winpercent\": 32, \"percentage\": 33, \"average\": 34, \"defensive\": 35, \"offensive\": 36, \"score\": 37, \"points\": 38, \"won\": 39, \"lost\": 40, \"losses\": 41, \"defense\": 42, \"offense\": 43, \"difficult\": 44, \"avg\": 45, \"diff\": 46, \"pointsfor\": 47, \"scored\": 48, \"wins\": 49, \"lose\": 50, \"pointsagainst\": 51, \"against\": 52, \"numties\": 53, \"tie\": 54}"}}